Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/sfs_veiledning_9_undervisningsopplegg-stedsnavn.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Báikenamat
sma: Udir.no - Sijjienommh

source: Báikenamat
sma: Sijjienommh

source: Ceahkki: 3. dahje 4. jahkeceahkki Fádda: Oahppat báikkalaš, sámi báikenamaid
sma: Daltese: 3. jallh 4. jaepiedaltese Aamhtese: voenges, saemien sijjienommh lïeredh

source: Áigi: Vihtta oahpahusdiimmu
sma: Tijje: 5 tæjmoeh

source: Álggahus
sma: Aalkoe

source: Dát oahpahusláhču lea ovdamearka dasa movt 4. jahkeceahkis bargá.
sma: Daate øøhpehtimmiesoejkesje vuesehte guktie maahta barkedh 4. jaepiedaltesisnie.

source: Ane muittus ahte oahpahusláhču ii álohii govčča olles gelbbolašvuođamihtomeari.
sma: Vueptesth øøhpehtimmiesoejkesje ij iktegisth abpe maahtoeulmiem feerhmh.

source: Gelbbolašvuođamihtomearri sáhttá konkretiserejuvvot oahppanulbmilin, mii lea ceahkki barggus olahit gelbbolašvuođamihttomeriid.
sma: Maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahpahusláhču čájeha heivvolaš bargovugiid, movt vuođđogálggaid ovttastahttá bargui ja movt oahpaheaddji heiveha oahpahusa ohppiide ja movt sin dađistaga árvvoštallá.
sma: Øøhpehtimmesoejkesje sjyøhtehke barkoevuekieh vuesehte, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh jïh guktie lohkehtæjja øøhpehtimmiem learoehkide sjïehteladta jïh dejtie iktemearan vuarjesje.

source: Das leat maid ovdamearkkat movt oahppit sáhttet árvvoštallat iežaset ja guhtet guoimmiset bargguid.
sma: Daesnie aaj raeriestimmieh jïjtsevuarjasjæmman jïh vuarjasjimmie sinsitneste.

source: Ovdamearka čajeha movt oahppit sáhttet bargat vai ohppet sámi báikenamaid lagasguovllus dahje Sámis.
sma: Vuesiehtimmie vuesehte guktie learohkh maehtieh barkedh saemien sijjienommh lïeredh voengesisnie jallh Saepmesne.

source: Dán barggus sáhttá ja berre oahpaheaddji fágaidrasttideaddji bargat dainna ahte ovttastáhtta sámegiela ja servodatfága.
sma: Daennie barkosne lohkehtæjja maahta jïh byøroe dåaresthfaageles barkedh gosse øøhpehtimmiem saemienfaagesne jïh siebriedahkefaagesne tjåanghkan gårrede.

source: Lea maiddai vejolaš čatnat luonddufága fáddái.
sma: Gåarede aaj eatnemefaagem aamhtesasse ektiedidh.

source: Oahpahusláhču sáhttá heivehuvvot 3. jahkeceahkkái jus dat heive báikkálaš oahppoplána ektui.
sma: Maahta øøhpehtimmiesoejkesjem 3. daltesasse sjïehtedidh jis dan voenges learoesoejkesjen mietie sjeahta.

source: Oahpaheaddji sáhttá sihke oanidit ja guhkidit bargoáiggi evttohuvvon áiggi ektui.
sma: Lohkehtæjja maahta barkoetijjem dovne åeniedidh jïh guhkiedidh viertiestamme dejnie raeriestamme tijjeåtnojne.

source: Jus oahppit barget fágaidrasttideaddjit dáinna fáttáin, de dárbbašit eambbo áiggi go jus dušše sámegielas barget fáttáin.
sma: Jis learohkh dåaresthfaageles aamhtesinie berkieh, dle sæjhta daerpies årrodh guhkebe tijjem nåhtadidh, enn jis ajve saemiengïeline berkieh.

source: Gelbbolašvuođamihttomearit 4. jahkeceahkkai
sma: Maahtoeulmie LM06-S Maahtoeulmie 4. jaepiedaltesen mænngan

source: Árbevirolaš máhttu Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Aerpievuekien maahtoe: Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: ságastallat báikkálaš sámi báikenamaid ja daid mearkkašumiid birra ja buohtastahttit daid dárogiel ja earágiel báikenamaiguin
sma: soptsestalledh voenges saemien sijjienommi bïjre jïh dej ulmie, jïh nøørjen jïh jeatjah sijjienommigujmie viertiestidh jis dagkerh gååvnesieh

source: geavahit árbevirolaš muitalusaid iežas barggus
sma: aerpievuekien soptsesh nåhtadidh jïjtse barkosne

source: Čálalaš gulahallan Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Tjaaleldh gaskesadteme: Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: gávdnat fáttáid iežas čállinbargguide girjerádjosis ja Interneahtas, ja ráhkadit, vurket ja viežžat fas teavsttaid digitála reaidduid geavahemiin
sma: aamhtesh gaavnedh jïjtsh tjaeleme-jïh barkoelaavenjasside gærjagåetesne jïh gaskeviermesne jïh sjugniedidh, vøørhkedh jïh vihth tjaalegh veedtjedh viehkine digitale dïrregijstie

source: Giella geavahusas Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Gïele åtnosne: Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: Eará relevánta gelbbolašvuođamihttomearit
sma: soptsestidh man bïjre jienebegïelevoete sæjhta jiehtedh

source: Jus vállje ovttastahttit servodatfága ja sámegiela, de heivejit dát gelbbolašvuođamihttomearit:
sma: Jis lohkehtæjja veeljie siebriedahkefaagem øøhpehtimmiesoejkesjasse ektiedidh, dle daah maahtoeulmieh sjyøhtehke:

source: Servodatfága - Sámi oahppoplána gelbbolašvuođamihttomearit 4. jahkeceahki maŋŋel
sma: Maahtoeulmie 4. jaepiedaltesen mænngan siebriedahkefaagesne – Saemien learoesoejkesje

source: Geografiija Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Geografije Lohkehtimmien ulmie lea learohkh edtjieh maehtedh

source: válddahit eanadathámiid, geavahanguovlluid ja báikkiid, suokkardemiin eanadagaid ruovttu ja skuvlla lahka ja atnit sámegiel ja dárogiel namahusaid daidda
sma: eatnemem, åtnoedajvh jïh sijjieh buerkiestidh gosse eatnemem skuvlen jïh hiejmen voengesisnie goerehte, jïh saemien jïh nøørjen lahtesh nåhtadidh dejtie

source: dovdát historjjálaš luottaid iežas lagasbirrasis, ja guorahallat báikkálaš čoakkáldagaid ja muitomearkkaid.
sma: histovrijen giejh jïjtse voengesisnie damtijidh jïh voenges våarhkoeh jïh mojhtesemïerhkh goerehtidh

source: Oahppanulbmilat
sma: Lïerehtimmieulmie

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmilin, mat leat ceahkkin olahit gelbbolašvuođamihttomeriid.
sma: Maahtoeulmide tjyølkehke dorjeme lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahppi galgá máhttit
sma: Learohke edtja maehtedh

source: - gávdnat báikenamaid ja čilget daid - ságastit duovdda- ja čázádat-namahusaid ja báikenamaid birra - buohtastahttit sámi ja dárogiela báikenamaid - čállit fáktačállosa mas leat báikenamat mielde - ohcat ja geavahit dieđuid maid viežžá interneahtas
sma: gaavnedh jïh bïevnesh nuhtjedh gaskeviermeste

source: Vuođđogálggat
sma: Vihkielommes maehtelesvoeth

source: Máhttit lohkat mearkkaša dás ahte oahppit lohket báikenamaid kárttain, teavsttain ja registariin.
sma: Maehtedh lohkedh sæjhta daesnie jiehtedh learohkh sijjienommh luhkieh kaarhtine, tjaaleginie jïh registerinie.

source: Máhttit njálmmálaččat ovdanbuktit mearkkaša dán oahpahuslážus ahte oahppit servet ságastallamii báikenamaid, eanadat- ja čázádatnamahusaid birra.
sma: Maehtedh jïjtjemse njaalmeldh tjïelkesidh sæjhta daennie øøhpehtimmiesoejkesjisnie jiehtedh learohkh leah meatan soptsestieh sijjienommi bïjre, jïh lahtesh eatnemen jïh tjaetsieåeriej bïjre.

source: Sii jearahallet earáid vai ožžot dieđuid, ja ovdanbuktet dieđuid maid sii leat gávdnan báikenamaid birra.
sma: Dah sinsitniem gihtjieh juktie bïevnesh veedtjedh, jïh åehpiedehtieh maam sijjienommi bïjre gaavnehtamme.

source: Máhttit čálalaččat ovdanbuktit mearkkaša dás ahte oahppit čallet fáktačállosiid mas báikenamat leat mielde.
sma: Maehtedh jïjtjemse tjaaleldh tjïelkesidh sæjhta daesnie jiehtedh learohkh riektese-tjaalegh tjaelieh gusnie sijjienommh leah meatan.

source: Máhttit rehkenastit mielddisbuktá dás ahte oahppit geavahit kárta-koordináhtaid go ohcet báikenamaid kárttain.
sma: Maehtedh ryøknedh sæjhta daesnie jiehtedh learohkh kaarhte-koordinatovrh nåhtadieh gosse sijjienommh kaarhtine ohtsedieh.

source: Jus dárbu de sáhttet sii maid oahpásnuvvat UTM-posišuvnnaide.
sma: Jis daerpies dah aaj maehtieh åahpenidh UTM-posisjovnigujmie.

source: Máhttit geavahit digitála reaidduid mearkkaša dás ahte oahppit geavahit interneahta gávdnat heivvolaš neahttasiidduid, geavahit digitála kárttaid dieđuid ja geavahit dáid dieđuid čállinprográmmas.
sma: Maehtedh digitale dïrregh nåhtadidh sæjhta daesnie jiehtedh learohkh gaskeviermiem nåhtadieh juktie aktem sjyøhtehke nedtesæjroem gaavnedh, bïevnesh digitale kaarhtijste veedtjieh jïh bïevnesidie aktene tjaelemeprogrammesne nåhtadieh.

source: Ráhkkaneapmi
sma: Soejkesjimmieh

source: Oahpaheaddji ja oahppit berrejit ovdal dahje oktanis go barget báikenamaiguin maid bargat sámegiela eanadatnamahusaiguin.
sma: Lohkehtæjja jïh learohkh byøroeh åvtelhbodti jallh gosse sijjienommigujmie barkeminie, aaj saemien eatneme-jïh tjaetsieåerielahtesigujmie barkedh.

source: Dalle ožžot oahppit dárkilet gova das movt sámi báikenamat leat ráhkaduvvon.
sma: Dellie learohkh aktem elliesåbpoe guvviem åadtjoeh guktie dah saemien sijjienommh leah bæjjese bigkeme.

source: Guovlluin gos gávdnojit ollu báikenamat sámegillii, lea lunddolaš ahte oahppit álggos barget iežaset lagasbirrasa namaiguin.
sma: Dejnie dajvine gusnie jïjnjh sijjienommh saemiengïelesne lea iemie learohkh voestegh nommigujmie voengesisnie berkieh.

source: Sáhttet iežaset ássangili namaide oahpásnuvvat.
sma: Dellie maehtieh voestegh åahpenidh nommigujmie dennie voenesne gusnie årroeminie.

source: Jus oahppit ásset guovllus gos lea váttis gávdnat sámegiel báikenamaid, sáhttá bargat stuora eanadagaid (omd. váriid, gáissáid, vumiid) ja čáhcádagaid (omd. eanuid, jogaid, vuonaid) namaiguin.
sma: Jis learohkh aktene dajvesne årroeh gusnie geerve saemien sijjienommh gaavnedh, dah maehtieh lahtesigujmie eatnamisnie jïh tjaetsieåerine barkedh, vuesiehtimmien gaavhtan vaerieh, tjahkh, vuemieh, jeanoeh jïh fjovlh.

source: Báikkit sáhttet leat lahka iežaset ássanguovllu dahje eará oahpes guovllus.
sma: Dah sijjieh maehtieh dej årromesijjien lihkebisnie årrodh jallh aktene jeatjah dajvesne maam demtieh.

source: Sáhttá leat váhnemiid dahje áhkuid ja ádjáid riegádanguovlu, dahje eará guovlu gosa oahppi dovdá gullevašvuođa.
sma: Maahta eejhtegi jallh aahkan aajjan reakedssijjie årrodh, jallh akte jeatjah dajve gusnie learohke roehtsh åtna.

source: Guovlluin gos lea váttis gávdnat sámegiel báikenamaid, berre oahpaheaddji ráhkkanan dasa ahte soaitá šaddat oahppái veahkkin ohcat báikenamaid maid galgá oahppat.
sma: Dajvine gusnie geerve saemien sijjienommh gaavnedh, lohkehtæjja byøroe daejredh satne tjuara learoehkidie viehkiehtidh sijjienommh gaavnedh mejtie edtjieh lïeredh.

source: Lea maid vejolaš heivehit barggu dainnalágiin ahte váldá viidát sámeguovlluid dovddus báikenamaid dahje sámegiel gávpotnamaid, omd. Čáhcesuolu, Skánit, Bådåddjo, Divtasvuodna, Ájluokta, Aarborte, Snåase.
sma: Aaj gåarede barkoem sjïehtedidh, jïh sijjienommh jallh saemien staarenommh stuerebe saemien dajvijste, vuesiehtimmien gaavhtan Vadsø, Båddådjo, Dievtasvuotna, Drag, Aarborte jïh Snåase.

source: Oahppanlážut
sma: Tjïrrehtimmie

source: Čađaheapmi - Oahpaheaddji čilge ohppiide mat barggu mihttomearit leat, ja muitala sidjiide mainna sii galget bargat.
sma: Lohkehtæjja learoehkidie buerkeste mij barkoen ulmie lea, jïh dejtie soptseste mejnie edtjieh barkedh.

source: - Ovttas namuhit oahppit nu galle sámi báikenama go fuobmájit, juogo iežaset lagasbirrasis, boazoorohagas dahje eará sámi guovlluin.
sma: Learohkh ektesne neebnieh sijjienommh dah måjhtajieh jïjtse voengesisnie, aktene sijtesne jallh aktene jeatjah saemien dajvesne.

source: - Oahpaheaddji ráddje ovttas ohppiiguin guđe guovllu / guđiiguin guovlluiguin galget bargat.
sma: Lohkehtæjja learoehkigujmie ektine geerelieh man dajven / mej dajvi bïjre dah edtjieh tjielkelaakan barkedh.

source: - Juohke oahppi vállje ovttasráđiid oahpaheddjiin ovtta báikenama man birra ohcá eambbo dieđuid:
sma: Fiereguhte learohke aktem sijjienommem veeljie akteraeresne lohkehtæjjine man bïjre satne edtja vielie gaavnehtidh.

source: Guđe nama vállje oahppi ?
sma: - Maam nommide learohke veeljie ?

source: Movt daddjo ja čállojuvvo namma ?
sma: - Guktie daate nomme jeahtasåvva jïh tjaalasåvva ?

source: Maid namma mearkkaša ?
sma: - Mij lea nommen ulmie ?

source: Maid mearkkaša eanadat-/čázádat-namahus ?
sma: - Magkeres eatneme jallh tjaetsieåerie daate ?

source: Manne lea ožžon dakkár nama (jus dasa gullá muitalus dahje čilgehus) ?
sma: - Mij lea eatneme-jallh tjaetsieåerielahtesen ulmie ? - Mannasinie sijjie daam nommem åådtjeme ?

source: - Jus lea váttis čilget mas dihto báikenamma vuolgá, de sáhttá maid guorahallat leat go eará báikenamat main lea seamma álgu dahje loahppa.
sma: Dastegh geerve buerkiestidh mestie akte vihties nomme båata, learohkh aaj maehtieh goerehtidh mejtie jeatjah sijjienommh gååvnesieh mah seamma aalkoem jallh gïetjiem utnieh.

source: Dávjá leat jávrriin, jogain dahje váriin mat leat lahkalagaid seamma álgooassi namas ja nu diehtá ahte báikkit leat lahkalagaid.
sma: Daamtaj jaevrieh, jeanoeh jallh vaerieh mah leah sinsitnien lihkesadtje, seamma voesteslïhtsem utnieh. Destie daajra dah sijjieh leah sinsitnien lihkesadtje.

source: - Oahppit ohcet dieđuid báikenama birra iešguđet gálduin:
sma: Learohkh bïevnesh ohtsedieh sijjienommen bïjre ovmessie gaaltijinie.

source: Oahppit ohcet ja čohkkejit girjjiin dieđuid.
sma: - Learohkh ohtsedieh jïh bïevnesh tjøønghkieh gærjijste.

source: Oahppit jearahit báikenama birra olbmuin geat dovdet báiki.
sma: Dah maehtieh tjoejebaantese bæjjese vaeltedh jallh filmadidh gihtjehtimmiem.

source: Jearahallama sáhttet juogo báddet dahje filbmet. Sii čállet čilgehusa jearahallama vuođul.
sma: Dah buerkiestimmiem tjaelieh dejstie bïevnesijstie mejtie gihtjehtimmesne åadtjoejin.

source: Oahppit gávdnet báikenama kárttas, juogo digitála dahje báberhámis.
sma: - Learohkh sijjienommem kaarhtine gaevnieh, paehpierisnie jallh digitale.

source: Čujuhusas www.statkart.no gávdno norggakártta, mas leat maid sámegillii namat.
sma: Adressesne www.statkart.no Nøørjen kaarhth gusnie saemien sijjienommh aaj tjåadtjoeh.

source: Oahppit sáhttet maid ohcat eará interneahttasiidduid main lea kárta.
sma: Learohkh maehtieh aaj jeatjah sæjrojne ohtsedidh gusnie kaarhth gaskeviermesne.

source: Dáid kárttaid sáhttet oahppit čálihit báhpirii ja merket gokko báiki lea.
sma: Learohkh maehtieh dejtie digitale kaarhtide olkese tjaeledh paehpierisnie, jïh dam sjyøhtehke sijjienommem kaarhtesne mierhkieh.

source: Oahppit čállet fakta-čállosa báikenama birra. - Viidásit bargu
sma: - Learohkh aktem riektese-tjaalegem tjaelieh sijjienommen bïjre.

source: Oahppit govvejit báiki, dahje gávdnet dán báikki gova dahje sárgot báikki.
sma: Vielie barkoe - Learohke guvviem vaalta sijjeste, aktem guvviem destie gaavna jallh sijjiem guvvede.

source: Oahppi ráhkada báikenama birra oanehis čállosa masa bidjá kártta ja gova.
sma: - Learohkh maehtieh aktem tjåenghkies heeftem darjodh gaajhkijste sijjienommetjaalegijstie.

source: Oahppit sáhttet ráhkadit oktasaš gihppaga mas leat buot čállosat báikenamaid birra.
sma: - Maahta aaj sijjienommetjaalegidie viedtjese gævnjodh, juktie gaajhkesh maehtieh dejtie lohkedh.

source: Báikenamaid teavsttaid sáhttá seaidnái heŋget vai buohkat besset daid lohkat.
sma: - Learohkh aktem åenehks tjoejestuhtjem darjoeh gusnie sijjienommen bïjre soptsestieh.

source: Oahppit ráhkadit oanehis jietnafiilla mas muitalit báikenama birra.
sma: Dam akten åehpiedehtemeprogrammese bïejieh, guvvine jïh kaarhtine ektine.

source: Dán bidjet ovdanbuktinprográmmii oktan govain ja kárttain.
sma: Lohkehtæjja learohkigujmie soptseste mej bïjre dah gaavnehtamme.

source: Oahppit ja oahpaheaddji ságastallet ovttas dan birra maid leat gávnnahan.
sma: Dellie fïerhte learohke ånnetji sov sijjjienommen bïjre soptseste.

source: Maŋŋel jearrá oahppi earáin gažaldagaid dan birra maid leat muitalan.
sma: Dan mænngan learohkh sinsitniem gihtjieh dan bïjre maam soptsestamme.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Oahppi ja oahpaheaddji válljeba bargomálle mii heive ovttaskas oahppái, geahča evttohusaid čađaheami-oasis.
sma: Learohke jïh lohkehtæjja barkoevuekieh veeljieh mejtie dan aktegs learoehkasse sjïehtieh, vuartesjh raeriestimmieh Tjïrrehtimmien nuelesne.

source: Soapmásat ollejit bargat máŋggain báikenamain, sihke lagas ja gáidan, ja iešguđet ládje.
sma: Muvhth sïjhtieh ryøhkedh jienebh sijjienommigujmie barkedh, dovne voengesisnie jïh maajesisnie, jïh aaj joekehtslaakan.

source: Muhtin oahppit barget eanaš njálmmálaš bargobihtáiguin, ja earát ges čállet nugo báikenamaid, čilgehusaid ja fakta-čállosiid.
sma: Muvhth learohkh bøøremeslaakan dej njaalmeldh laavenjassigujmie berkieh, mearan muvhth gaajhkem tjaelieh, goh sijjienommh, buerkiestimmieh jïh riektes-tjaalegh.

source: Árvvoštallan
sma: Vuarjasjimmie

source: Dađistaga-árvvoštallan Oahpaheaddji addá ohppiide njálmmálaš ja/dahje čálalaš dađistaga-árvvoštallama.
sma: Vuarjasjimmie iktemearan Lohkehtæjja learoehkidie njaalmeldh jïh / jallh tjaaleldh vuarjasjimmiem vadta iktemearan.

source: Vuođu sáhttá váldit oahppanulbmiliin.
sma: Vaeltieh våaromem lïerehtimmieulmine.

source: Lea dehálaš addit dieđu oahppái maid vuođul son sáhttá bargat ovdánit fágalaččat. Ovdamearkkat mihttomeriid joksama dovdomearkkaide:
sma: Vihkeles bïevnesh bååstede vedtedh naemhtie guktie dïhte lea nuhteligs learoehkasse goh våarome dan faageles evtiedæmman.

source: Oahppan-ulbmilat Oahppi galgá máhttit
sma: Lïerehtimmie-ulmie Learohke edtja maehtedh

source: Álgodásis
sma: Aalkovisnie

source: Ovdaneame
sma: Evtiedimmesne

source: Gelbbolaš
sma: Maehteles

source: Erenoamaš buorre
sma: Joekoen maehteles

source: válljet báikenama
sma: aktem sjyøhtehke

source: Oahpa-headdji evttoha oahppái báikenama.
sma: sijjienommem gaavnedh Lohkehtæjja aktem

source: Oahppi
sma: raereste

source: vállje báikenama máŋgga molssaeavtti gaskas.
sma: sijjienommem veeljie jienebh alternatijvi

source: Oahppi vállje
sma: Learohke aktem

source: iešheanalis heivvolaš báikenama.
sma: sijjienommem veeljie akteraeresne

source: Oahpppi
sma: sjyøhtehke

source: čilget báikenama
sma: aktem sijjienommem

source: Oahppi dovdá báikenama.
sma: Learohke sijjienommem damtije

source: Oahppi čilge báikenama váldosisdoalu.
sma: Learohke åejviesisvegem buerkeste sijjienommesne

source: Oahppi gávdná eará báikenamaid main lea sullasaš namahus.
sma: Learohke jeatjah sijjienommh gaavna gusnie seamma lahtesem nåhtadamme

source: Oahppi máhttá čilget makkár lađđasat leat báikenamas.
sma: Learohke soptseste mah lïhtsh sijjienomme åtna

source: Oahppi čilge mas báikenamma lea vuolgán.
sma: Learohke buerkeste mestie sijjienomme båata

source: Oahppi gávdná eará báikenamaid mat gullet oktii dáinna báikenamain.
sma: Learohke jeatjah sijjienommh gaavna mah iemielaakan sjïehtieh daejnie sijjienommine ektine

source: Oahppi čilge manne báikkis lea dákkár namma.
sma: Learohke buerkeste mannasinnie sijjie daam nommem åtna

source: Oahppi muitala maid báikenama álgolađas muitala báikki birra.
sma: Learohke buerkeste maam sijjienommen voestes lïhtse, sijjien bïjre sopteste

source: Oahppi máhttá čilget maid namahus muitala báikki birra ja oppalaččat dákkár eanadagaid birra
sma: Learohke buerkeste maam lahtese soptseste daan sijjien bïjre sjierelaakan, jïh siejhmelaakan dagkari sijjiej bïjre

source: Ságastallá eanadat /
sma: lahtesi bïjre soptsestidh

source: čázádat-namahusa birra
sma: jallh akte tjaetsieåerie

source: Oahppi muitala leago báikenama eanadat vai čázádat
sma: Learohke lahtesem buerkeste viehkine sijjienommeste

source: Oahppi muitala eanadaga dahje čázádaga birra nu ahte čielgasit boahtá ovdan ahte sus lea govva das makkár eatnamis / čázádagas lea sáhka.
sma: Learohke jeatjah seammaplïeres lahtesigujmie vierteste, v.g. tjonne, lovhtje Learohke buerkeste guktie akte vihties sijjie vååjnoe, mehtie eatneme- lahtesistie dïhte båata

source: Máhttá eará báikenamaid bokte čilget namahusa
sma: Learohkh jïjtjemse jïh sinsitniem vuarjasjieh

source: Oahppi máhttá
sma: Lïerehtimmieulmie

source: čilget muhtin
sma: Dam maahtam

source: lágan eanan / čázádat lea.
sma: Dam joekoen hijven maahtam

source: Oahppi geavaha báikenamaid ovdamearkan.
sma: Maahtam sijjienommem buerkiestidh maam veeljeme.

source: Oahppi buohtastahttá eará sullasaš namahusaiguin, omd. ládduin.
sma: Maahtam soptsestidh mah lïhtsh jallh biehkieh mah leah sijjienommesne.

source: Oahppi čilge makkár vissis báiki lea eanadat-namahusaid vuođul.
sma: Maahtam buerkiestidh mah ovmessie lïhtsh sijjienommesne sijjien bïjre soptseste.

source: Iežas árvvoštallat dahje guhtet guimmiideaset árvvoštallat Dá lea ovdamearka movt oahppi sáhttá iežas árvvoštallat dahje oahppit sáhttet guhtet guoimmiset bargguid árvvoštallat.
sma: Maahtam vuesiehtimmieh jeatjah sijjienommine vedtedh mah iemielaakan ektesne sjïehtieh daejnie sijjienommine. Maahtam buerkiestidh mejtie akte sijjienomme lea akte eatneme jallh akte tjaetsieåerie.

source: De lonuha dušše mun sáni duinna sániin. Oahppanulbmilat
sma: Maahtam mov uvte vuejnedh guktie eatneme jallh tjaetsieåerie vååjnoe.

source: Mun máhtán čilget maid namahus muitala.
sma: Maahtam buerkiestidh maam eatnemelahtese soptseste.

source: Mun máhtán muitalit mii lea oktasaš báikkiin main lea seamma eanadatnamahus
sma: Maahtam buerkiestidh mij lea tjåenghkies dejtie sijjide seamma eatnemelahtesinie.

source: Dáppe gávdná olles Norgga kárttaid, dain leat maid sámegillii čállojuvvon báikenamat: www.statkart.no
sma: Vierhtieh Daesnie kaarhth gaavna abpe Nøørjeste gusnie sijjienommh aaj saemiengïelesne: š statkart.no

source: Dáppe gávdnojit eanas dárogielnamat, muhtin sámi namat leat registrerejuvvon.
sma: Daesnie jeanatjommes nøørjen sijjienommh, bene såemies saemien nommh aaj vihtesjadteme.

source: Siidu lea ollásit dárogillii:: http://www.kartiskolen.no /
sma: Daesnie sijjienommh gaavna gellede lehkeste abpe Nøørjesne.

source: Dáppe gávdná máŋgga guovllu báikenamaid miehtá Norgga.
sma: Saemien sijjienommh leah fylhki jïh tjielti mietie joekedamme:

source: Dáppe sáhttá čállit báikenamaid sisa ja oažžu daid vástideaddji nama eará gielaide: http://giellatekno.uit.no/cgi/geo.sme.html
sma: Daesnie maahta sijjienommh tjaeledh jïh dejtie seammaleejns nommide jeatjah gïeline åadtjodh: http://giellatekno.uit.no/cgi/geo.sme.html

source: Eará namat: http://skuvla.info/ssh-baiki-n.htm.
sma: Jeatjah nommh: http://skuvla.info/ssh-baiki-n.htm.

source: Sámi báikenamat Svahken Sijte: http://primusweb.no/things/kart-som-viser-samiske-stedsna/NF/NF.13366-001/image/121253
sma: Saemien sijjienommh Svahken Sijtesne: http://primusweb.no/things/kart-som-viser-samiske-stedsna/NF/NF.13366-001/image/121253

source: Guovdageaidnu: Sámi allaskuvla, Sámi dutkaninstituhtta ISRAELSSON, PER MARTIN - NEJNE, SAGKA 2008: Svensk-sydsamisk Sydsamisk-svensk ordbok och ortnamn.
sma: ISRAELSSON, PER MARTIN - NEJNE, SAGKA 2008: Svensk-sydsamisk Sydsamisk-svensk ordbok och ortnamn.

source: Daaroen-åarjelsaemien Åarjelsamien-daaroen baakoegärja jih sijjenommh.
sma: Daaroen-åarjelsaemien Åarjelsamien-daaroen baakoegärja jïh sijjenommh.
